{"pregunta": "¿Qué es la ética?", "respuesta": "According to the provided context, the concept of \"ética\" (ethics) is not explicitly defined. However, it can be inferred that ethics refers to a set of principles and values that guide decision-making and behavior, particularly in the context of artificial intelligence (AI).\n\nIn this context, ethics seems to encompass issues related to fairness, transparency, accountability, and respect for human rights and fundamental values. The authors mention the importance of integrating ethical considerations into the development and deployment of AI systems, as well as the need for a robust ethical framework to ensure that AI decisions are just and equitable.\n\nIt appears that the concept of ethics in this context is multidisciplinary, drawing from fields such as sociology, philosophy, and technology. The authors emphasize the importance of considering both technical and normative aspects when addressing ethical issues related to AI.", "timestamp": "2025-07-17T10:49:18.999278", "fuentes": [{"documento": "7. IA y Transparencia Algorítmica – G. Vestri.pdf", "pagina": 22}, {"documento": "5. Gobernanza algorítmica y auditoría de sesgo (Bustelo).pdf", "pagina": 9}, {"documento": "7. IA y Transparencia Algorítmica – G. Vestri.pdf", "pagina": 22}, {"documento": "5. Gobernanza algorítmica y auditoría de sesgo (Bustelo).pdf", "pagina": 9}]}
{"pregunta": "¿Qué dice el documento sobre la ética en IA?", "respuesta": "According to the document, AI ethics is a set of values, principles, and techniques that employ widely accepted standards of right and wrong to guide moral conduct in the development and use of AI technologies. The document emphasizes the importance of considering AI ethics as a top priority, with attention to social and ethical implications of the design and use of AI systems into every stage of the delivery of an AI project.\n\nThe document also mentions that some major tech companies have written AI ethical guidelines, such as Microsoft and Google, but notes that humanitarians will find more relevant ethical guidelines in documents such as the Alan Turing report, the European High Level Experts Group’s Ethics Guidelines for Trustworthy Artificial Intelligence, and the International Development Innovation Alliance’s Discussion Paper on AI.\n\nAdditionally, the document highlights the importance of considering five fundamentals from inception when developing a humanitarian data science project:\n\n1. AI Ethics\n2. Humanitarian Principles and Ethics\n3. Data Responsibility\n4. Human Rights\n5. Risk Mitigation\n\nIt also emphasizes the need to research and learn from existing work on AI ethics, such as reading through existing frameworks and guidelines that relate to one's kind of work.", "timestamp": "2025-07-17T10:50:24.529285", "fuentes": [{"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 15}, {"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 15}, {"documento": "3. AI and Human Society – Japón\n.pdf", "pagina": 5}, {"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 16}]}
{"pregunta": "¿Y sobre la transparencia?", "respuesta": "Según el texto, el documento establece que la transparencia y la explicabilidad permiten comprender resolver problemas técnicos del funcionamiento del sistema, especialmente para comprender la cadena de causalidades. Además, se menciona que la transparencia se refiere a que los sistemas de IA se desarrollan y utilizan de un modo que permita una trazabilidad y explicabilidad adecuadas, y que al mismo tiempo haga equilibrio entre la necesidad de transparencia y los intereses empresariales.", "timestamp": "2025-07-17T10:50:49.147044", "fuentes": [{"documento": "6. IA y Derecho de Daños (Berenguer et al.).pdf", "pagina": 43}, {"documento": "6. IA y Derecho de Daños (Berenguer et al.).pdf", "pagina": 45}, {"documento": "6. IA y Derecho de Daños (Berenguer et al.).pdf", "pagina": 78}, {"documento": "7. IA y Transparencia Algorítmica – G. Vestri.pdf", "pagina": 15}]}
{"pregunta": "¿Puedes darme un ejemplo?", "respuesta": "According to the document, AI ethics is defined as \"a set of values, principles, and techniques that employ widely accepted standards of right and wrong to guide moral conduct in the development and use of AI technologies.\" It also mentions that AI ethics is a top priority, with attention to social and ethical implications of the design and use of AI systems into every stage of the delivery of an AI project.\n\nThe document emphasizes the importance of having a basic understanding of AI ethics before commencing a data science project, as well as reviewing and incorporating them (when relevant), at each stage of the data science lifecycle.\n\nIt also mentions that some major tech companies have written AI ethical guidelines, such as Microsoft and Google, but humanitarians will find more relevant ethical guidelines in documents such as the Alan Turing report, the European High Level Experts Group’s Ethics Guidelines for Trustworthy Artificial Intelligence, and the International Development Innovation Alliance’s Discussion Paper on AI.\n\nAdditionally, the document highlights the importance of considering AI ethics fundamentals, which include:\n\n* AI Ethics\n* Humanitarian Principles and Ethics\n* Data Responsibility\n* Human Rights\n* Risk Mitigation\n\nIt also provides action points for addressing AI ethics, such as researching and learning from existing work, familiarizing oneself with AI ethics frameworks and guidelines that relate to one's kind of work.", "timestamp": "2025-07-17T10:51:22.134970", "fuentes": [{"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 15}, {"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 15}, {"documento": "3. AI and Human Society – Japón\n.pdf", "pagina": 5}, {"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 16}]}
{"pregunta": "¿Qué es la ética?", "respuesta": "According to the provided context, the concept of \"ética\" (ethics) is not explicitly defined. However, it can be inferred that ethics refers to a set of principles and values that guide decision-making and behavior, particularly in the context of artificial intelligence (AI).\n\nIn this context, ethics seems to encompass issues related to fairness, transparency, accountability, and respect for human rights and fundamental values. The authors mention the importance of integrating ethics into the development and deployment of AI systems, as well as the need for a robust ethical framework to ensure that AI decisions are just and equitable.\n\nIt appears that the concept of ethics is being applied in the context of AI to promote transparency, accountability, and fairness in decision-making processes.", "timestamp": "2025-07-17T11:35:12.655633", "fuentes": [{"documento": "7. IA y Transparencia Algorítmica – G. Vestri.pdf", "pagina": 22}, {"documento": "5. Gobernanza algorítmica y auditoría de sesgo (Bustelo).pdf", "pagina": 9}, {"documento": "7. IA y Transparencia Algorítmica – G. Vestri.pdf", "pagina": 22}, {"documento": "5. Gobernanza algorítmica y auditoría de sesgo (Bustelo).pdf", "pagina": 9}]}
{"pregunta": "¿Qué problemas plantea la falta de estándares cruzados en el uso de la ciencia de datos en el sector humanitario?", "respuesta": "No tengo información específica sobre la falta de estándares cruzados en el uso de la ciencia de datos en el sector humanitario. La información proporcionada se refiere a problemas de sesgo y opacidad en los algoritmos utilizados en sistemas de justicia penal y asignación de beneficios sociales, así como la importancia de la transparencia en la gestión algorítmica. No hay menciones específicas sobre el sector humanitario o la ciencia de datos en este contexto.", "timestamp": "2025-07-17T11:36:42.314685", "fuentes": [{"documento": "5. Gobernanza algorítmica y auditoría de sesgo (Bustelo).pdf", "pagina": 3}, {"documento": "5. Gobernanza algorítmica y auditoría de sesgo (Bustelo).pdf", "pagina": 3}, {"documento": "6. IA y Derecho de Daños (Berenguer et al.).pdf", "pagina": 76}, {"documento": "6. IA y Derecho de Daños (Berenguer et al.).pdf", "pagina": 48}]}
{"pregunta": "¿Cuál es el objetivo principal del marco propuesto por el DSEG para el uso ético de la ciencia de datos en contextos humanitarios?", "respuesta": "According to the provided context, the main objective of the framework proposed by the DSEG for the ethical use of data science in humanitarian contexts is \"to provide technical and procedural considerations to mitigate the ethical risks that may arise in humanitarian data science work.\"", "timestamp": "2025-07-17T11:37:18.325039", "fuentes": [{"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 3}, {"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 9}, {"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 1}, {"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 2}]}
{"pregunta": "¿Qué principios éticos generales se aplican específicamente a los proyectos humanitarios con datos?", "respuesta": "According to the text, the following eight key themes from Harvard's Berkman Klein Center for Internet and Society analysis of AI principles documents are relevant to almost all types of data science projects, including humanitarian ones:\n\n1. Privacy\n2. Accountability\n3. Safety and security\n4. Transparency and explainability\n5. Fairness and non-discrimination\n6. Human control of technology\n7. Professional responsibility\n8. Promotion of human values\n\nThese principles are emphasized and increased in risk when applied to humanitarian data science projects due to the nature of humanitarian work, which involves supporting vulnerable populations.", "timestamp": "2025-07-17T11:37:42.658021", "fuentes": [{"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 14}, {"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 18}, {"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 12}, {"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 12}]}
{"pregunta": "¿Qué problemas plantea la falta de estándares cruzados en el uso de la ciencia de datos en el sector humanitario?", "razonamiento_interno": "**Respuesta:** La falta de estándares cruzados en el uso de la ciencia de datos en el sector humanitario puede generar varios problemas, como la incompatibilidad de los datos recopilados por diferentes organizaciones y la dificultad para comparar resultados. Esto puede llevar a decisiones informadas por datos incompletos o inconsistentes, lo que puede afectar negativamente la eficacia de las intervenciones humanitarias.\n\n**Información adicional:**\n\n- ¿Qué problemas específicos pueden surgir al no tener estándares cruzados en el uso de la ciencia de datos? La falta de estandarización puede generar confusiones y errores al analizar y comparar datos recopilados por diferentes fuentes, lo que puede llevar a decisiones informadas por datos incompletos o inconsistentes.\n- ¿Cómo afecta la falta de estándares cruzados en el uso de la ciencia de datos a la eficacia de las intervenciones humanitarias? La incompatibilidad de los datos y la dificultad para comparar resultados pueden llevar a decisiones informadas por datos incompletos o inconsistentes, lo que puede afectar negativamente la eficacia de las intervenciones humanitarias.\n- ¿Qué beneficios podrían obtenerse al establecer estándares cruzados en el uso de la ciencia de datos en el sector humanitario? La estandarización podría permitir la comparación y análisis más efectivos de los datos, lo que podría llevar a decisiones informadas por datos más precisos y consistentes.", "respuesta_rag": "No tengo información específica sobre la falta de estándares cruzados en el uso de la ciencia de datos en el sector humanitario. La información proporcionada se refiere a problemas de sesgo y opacidad en los algoritmos utilizados en sistemas de justicia penal y asignación de beneficios sociales, así como la importancia de la transparencia en la gestión algorítmica. No hay menciones específicas sobre el sector humanitario o la ciencia de datos en ese contexto.", "timestamp": "2025-07-17T11:46:46.954724", "fuentes": [{"documento": "5. Gobernanza algorítmica y auditoría de sesgo (Bustelo).pdf", "pagina": 3}, {"documento": "5. Gobernanza algorítmica y auditoría de sesgo (Bustelo).pdf", "pagina": 3}, {"documento": "6. IA y Derecho de Daños (Berenguer et al.).pdf", "pagina": 76}, {"documento": "6. IA y Derecho de Daños (Berenguer et al.).pdf", "pagina": 48}]}
{"pregunta": "¿Cuál es el objetivo principal del marco propuesto por el DSEG para el uso ético de la ciencia de datos en contextos humanitarios?", "razonamiento_interno": "**Respuesta:** \n\nEl objetivo principal del marco propuesto por el DSEG (Data Science for Humanitarian Emergencies Group) para el uso ético de la ciencia de datos en contextos humanitarios es garantizar que los datos sean recopilados, analizados y utilizados de manera responsable y transparente para apoyar decisiones informadas y beneficiosas para las personas afectadas por desastres naturales o conflictos.\n\n**Información adicional:**  \n- ¿Qué problemas éticos se pueden enfrentar al utilizar la ciencia de datos en contextos humanitarios? \nLa respuesta breve: Algunos ejemplos incluyen la protección de la privacidad de los individuos, evitar perpetuar estereotipos o discriminaciones, y garantizar que las decisiones sean informadas por evidencia y no por intereses políticos o económicos.\n- ¿Por qué es importante considerar el impacto social y ético al utilizar la ciencia de datos en contextos humanitarios? \nLa respuesta breve: Es importante porque los datos pueden ser utilizados para perpetuar desigualdades o discriminaciones, lo que puede tener consecuencias graves para las personas afectadas. Al considerar el impacto social y ético, se puede minimizar el riesgo de causar daño adicional y maximizar el beneficio para las personas involucradas.\n\nNota: El DSEG es un grupo de expertos en ciencia de datos que se enfoca en desarrollar marcos y herramientas para apoyar la toma de decisiones informadas en contextos humanitarios.", "respuesta_rag": "According to the provided context, the main objective of the framework proposed by the DSEG for the ethical use of data science in humanitarian contexts is \"to provide technical and procedural considerations to mitigate the ethical risks that may arise in humanitarian data science work.\"", "timestamp": "2025-07-17T11:47:44.429191", "fuentes": [{"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 3}, {"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 9}, {"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 1}, {"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 2}]}
{"pregunta": "¿Qué principios éticos generales se aplican específicamente a los proyectos humanitarios con datos?", "razonamiento_interno": "**Respuesta:** \n\nLos proyectos humanitarios que involucran la recopilación y el uso de datos deben basarse en principios éticos que protejan la privacidad, la seguridad y la integridad de las personas afectadas. Algunos de los principios éticos generales que se aplican específicamente a estos proyectos son:\n\n* La protección de la privacidad: Los proyectos humanitarios deben garantizar que los datos recopilados no comprometan la identidad o la seguridad de las personas involucradas.\n* La transparencia y el acceso: Los proyectos humanitarios deben ser transparentes sobre cómo se recopilaron y utilizaron los datos, y deben proporcionar acceso a los datos para aquellos que lo necesitan.\n* El consentimiento informado: Los proyectos humanitarios deben obtener el consentimiento informado de las personas afectadas antes de recopilar o utilizar sus datos.\n* La seguridad y la integridad: Los proyectos humanitarios deben garantizar la seguridad y la integridad de los datos recopilados, evitando su uso indebido o inapropiado.\n\n**Información adicional:** \n\n- ¿Qué tipo de datos se están recopilando y por qué? La respuesta a esta pregunta es fundamental para determinar si el proyecto está cumpliendo con los principios éticos mencionados anteriormente. Por ejemplo, si se está recopilando información personal como direcciones o números de teléfono, es importante garantizar que se proteja la privacidad de las personas involucradas.\n- ¿Quiénes están involucrados en el proyecto y qué roles tienen? La respuesta a esta pregunta ayuda a determinar quién tiene acceso a los datos y cómo se utilizarán. Por ejemplo, si un equipo de investigación está trabajando con una organización humanitaria para recopilar datos sobre la situación de refugiados, es importante garantizar que el equipo de investigación tenga acceso limitado a los datos y que no utilicen los datos para fines personales.\n- ¿Cómo se están utilizando los datos y qué impacto pueden tener? La respuesta a esta pregunta ayuda a determinar si el proyecto está cumpliendo con los principios éticos mencionados anteriormente. Por ejemplo, si se están utilizando los datos para informar decisiones políticas o para proporcionar apoyo humanitario, es importante garantizar que los datos sean precisos y confiables.", "respuesta_rag": "According to the text, the eight key themes of AI principles documents from various sectors can be applied to humanitarian data science projects. These principles are:\n\n1. Privacy\n2. Accountability\n3. Safety and security\n4. Transparency and explainability\n5. Fairness and non-discrimination\n6. Human control of technology\n7. Professional responsibility\n8. Promotion of human values\n\nThese principles are relevant to almost all types of data science projects, but can be especially relevant and potentially problematic when applied to humanitarian data science projects.\n\nAdditionally, the text mentions that humanitarian ethics, as described in Hugo Slim's book \"Humanitarian Ethics: A Guide to the Morality of Aid in War and Disasters\", emphasizes the principles of humanity, impartiality, neutrality, and independence. The Centre for Humanitarian Data recommends that organizations invest in three areas to support ethical data practice:\n\n1. Establish clear codes of conduct for ethical data management.\n2. Support staff to identify, understand, and debate ethical issues using common tools.\n3. Introduce ‘ethical audits’ as part of standard practice.\n\nThese principles are specific to humanitarian projects involving data and aim to ensure that data practices are carried out responsibly.", "timestamp": "2025-07-17T11:51:54.511605", "fuentes": [{"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 14}, {"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 12}, {"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 18}, {"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 2}]}
{"pregunta": "¿Qué problemas plantea la falta de estándares cruzados en el uso de la ciencia de datos en el sector humanitario", "razonamiento_interno": "──────────────────────────────────────────────\n🔹 RESPUESTA PRINCIPAL:\nLa falta de estándares cruzados en el uso de la ciencia de datos en el sector humanitario puede plantear varios problemas, incluyendo la dificultad para comparar y combinar datos recopilados por diferentes organizaciones o países. Esto puede llevar a una falta de transparencia y reproducibilidad en los análisis y decisiones tomadas sobre la base de esos datos.\n\nLa ausencia de estándares también puede generar desconfianza entre las partes interesadas, ya que pueden ser difíciles de interpretar y comparar los resultados. Además, la falta de estándares puede llevar a una duplicación de esfuerzos y recursos, lo que puede ser perjudicial para el sector humanitario en general.\n\nLa implementación de estándares cruzados en el uso de la ciencia de datos podría ayudar a mejorar la eficacia y eficiencia en la respuesta a crisis y emergencias humanitarias.\n\n🔸 INFORMACIÓN ADICIONAL:\n• ¿Qué beneficios pueden obtenerse al establecer estándares comunes para el uso de la ciencia de datos en el sector humanitario? (La respuesta es que se puede mejorar la colaboración, reducir la duplicación de esfuerzos y recursos, y aumentar la transparencia y reproducibilidad en los análisis y decisiones tomadas sobre la base de esos datos.)\n• ¿Cuáles son algunos ejemplos de cómo la falta de estándares cruzados puede afectar negativamente la respuesta a crisis humanitarias? (La respuesta es que pueden ser difíciles de comparar y combinar datos recopilados por diferentes organizaciones o países, lo que puede llevar a una falta de transparencia y reproducibilidad en los análisis y decisiones tomadas sobre la base de esos datos.)", "respuesta_rag": "No hay información específica sobre la falta de estándares cruzados en el uso de la ciencia de datos en el sector humanitario en el texto proporcionado. Sin embargo, se menciona el problema del sesgo algorítmico y la falta de transparencia en los sistemas algorítmicos, lo que puede afectar negativamente la eficacia y equidad en la toma de decisiones en diferentes sectores, incluyendo el sector humanitario.", "timestamp": "2025-07-17T12:09:09.885756", "fuentes": [{"documento": "5. Gobernanza algorítmica y auditoría de sesgo (Bustelo).pdf", "pagina": 3}, {"documento": "5. Gobernanza algorítmica y auditoría de sesgo (Bustelo).pdf", "pagina": 3}, {"documento": "6. IA y Derecho de Daños (Berenguer et al.).pdf", "pagina": 76}, {"documento": "6. IA y Derecho de Daños (Berenguer et al.).pdf", "pagina": 94}]}
{"pregunta": "¿Cuál es el objetivo principal del marco propuesto por el DSEG para el uso ético de la ciencia de datos en contextos humanitarios?", "razonamiento_interno": "──────────────────────────────────────────────\n🔹 RESPUESTA PRINCIPAL:\nEl objetivo principal del marco propuesto por el DSEG (Data Science for Humanitarian Response) para el uso ético de la ciencia de datos en contextos humanitarios es garantizar que los análisis y decisiones basados en datos sean informados, transparentes y responsables. El marco busca establecer estándares y recomendaciones para que los profesionales de la ciencia de datos trabajen de manera ética y respetuosa con los datos en situaciones de crisis humanitarias.\n\n🔸 INFORMACIÓN ADICIONAL:\n• ¿Qué consideraciones éticas deben tenerse en cuenta al trabajar con datos en contextos humanitarios? La respuesta es que se debe priorizar la protección de la privacidad y seguridad de las personas afectadas, evitar el uso discriminatorio o estigmatizante de los datos, y asegurarse de que los análisis y decisiones sean transparentes y justificables.\n• ¿Cuáles son los desafíos específicos que enfrentan los profesionales de la ciencia de datos al trabajar en contextos humanitarios? La respuesta es que se deben abordar desafíos como la falta de infraestructura, la inestabilidad política y social, la escasez de recursos y la necesidad de tomar decisiones rápidas y informadas en situaciones de crisis.\n──────────────────────────────────────────────", "respuesta_rag": "According to the provided context, the main objective of the framework proposed by the DSEG for the ethical use of data science in humanitarian contexts is \"to provide technical and procedural considerations to mitigate the ethical risks that may arise in humanitarian data science work.\"", "timestamp": "2025-07-17T12:10:19.705042", "fuentes": [{"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 3}, {"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 9}, {"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 1}, {"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 2}]}
{"pregunta": "¿Qué principios éticos generales se aplican específicamente a los proyectos humanitarios con datos?", "razonamiento_interno": "──────────────────────────────────────────────\n🔹 RESPUESTA PRINCIPAL:\nLos proyectos humanitarios que involucran la recopilación y el uso de datos deben basarse en principios éticos generales que garanticen la protección de los derechos humanos, la privacidad y la seguridad de los individuos afectados. Algunos de estos principios incluyen:\n\n* El principio de consentimiento informado: los beneficiarios del proyecto deben ser informados sobre el propósito y el uso de sus datos, y deben dar su consentimiento explícito para que se recopilen y utilicen.\n* El principio de minimización de daño: los proyectos deben minimizar el riesgo de daño a las personas involucradas, especialmente en situaciones de crisis o conflicto.\n* El principio de protección de la privacidad: los datos recopilados deben ser tratados con confidencialidad y seguridad para proteger la identidad y la integridad de los individuos.\n\nEs importante destacar que estos principios éticos generales se aplican específicamente a proyectos humanitarios que involucran la recopilación y el uso de datos, ya que estos proyectos pueden tener un impacto significativo en las vidas de las personas afectadas.\n\n🔸 INFORMACIÓN ADICIONAL:\n• ¿Qué consideraciones éticas deben tenerse en cuenta al recopilar y utilizar datos en situaciones de crisis o conflicto? La respuesta es: la protección de la privacidad, el consentimiento informado y la minimización del daño.\n• ¿Cómo se pueden garantizar la integridad y la seguridad de los datos en proyectos humanitarios que involucran la recopilación y el uso de datos? La respuesta es: mediante la implementación de medidas de seguridad robustas, como la cifrado y la autenticación, y la designación de un equipo de gestión de datos capacitado para garantizar la integridad y la seguridad de los datos.", "respuesta_rag": "According to the text, the following general AI principles are specifically applied to humanitarian projects with data:\n\n1. Privacy: Consent is crucial in a typical private context, but in humanitarian work, it may be more challenging to obtain informed and meaningful consent.\n2. Accountability: Humanitarian organizations must ensure that their data management practices are compliant with relevant legal and ethical guidelines.\n3. Safety and security: The nature of humanitarian work increases the risk of safety and security concerns related to data handling.\n4. Transparency and explainability: Humanitarian organizations should be transparent about their data practices and provide explanations for how they handle data.\n5. Fairness and non-discrimination: Humanitarian projects must ensure that their data practices do not discriminate against any individual or group.\n6. Human control of technology: Humanitarian organizations must maintain control over the technology used in their data science projects.\n7. Professional responsibility: Humanitarian professionals have a responsibility to uphold ethical standards when working with data.\n\nThese principles are relevant to almost all types of data science projects, but can be especially problematic and challenging when applied to humanitarian data science projects due to the unique nature of humanitarian work.", "timestamp": "2025-07-17T12:11:25.988900", "fuentes": [{"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 14}, {"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 18}, {"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 12}, {"documento": "1. Framework for the Ethical Use of Advanced Data Science.pdf", "pagina": 18}]}
